;Language file of Revo Uninstaller
;This section must use english
[Info]
Language= پارسی/Persian
WebLang=PER
Translator=Mehdi mousavi (Mehdico)
Codepage=UNICODE 
Version=1.95

[Uninstaller Toolbar]
102 = نما
103 = تنظیمات
104 = عزل کننده
105 = ابزار
106 = حالت شکارچی
107 = لیست
108 = آیکن
109 = جزئیات
110 = عزل
111 = حذف مدخل
112 = بازخوانی
113 = آیا می خواهید مدخل از رجیستری حذف شود؟
114 = آیا می خواهید برنامه ی انتخاب شده عزل شود؟
115 = به روز رسانی خودکار
116 = راهنما
117 = ...راهنمای ابزار کنونی
118 = ...صفحه ی خانگی
119 = ...درباره
120 = !شما مدیر سیستم نیستید
121 = آیا شما مطمئنید که می خواهید مولفه ی انتخابی سیستم را حذف کنید؟\nچکار می کنید؟
122 = برنامه ی عزل کننده تمام برنامه ها و مولفه های نصب شده بر روی سیستم برای کاربر کنونی و همه ی کاربران را نمایش می دهد. این نمایش که به چند حالت مختلف است به شما امکان اطلاعات مختلفی را نشان می دهد. همچنین مقداری از این اطلاعات به کمک یک منوی باز شدنی قابل دسترسی است. همچنین یکی دیگر از قابلیت های برنامه ، حالت شکارچی است.این حالت با انعطاف پذیری زیاد، امکانات (قطع ، حذف ، و غیر فعال سازی از حالت خوداجرا) را تنها با یک کلیک برای شما فراهم می کند   
123 = جستجو 
124 = یافته ها:
125 = آيا مطمئن هستيد كه مي خواهيد اين مؤلفه ي سيستم را از رجيستري حذف كنيد؟\n!سيستم عامل شما به اين مؤلفه نياز دارد
126 =  .از اجراي خودكار حذف شد
127 =  .براي اجراي خودكار تنظيم شد
128 = برنامه ی %s و %s در یک مکان نصب شده اند و با حذف فایلهای برجای مانده ممکن است برنامه دیگر دچار مشکل شود لطفا با صلاحدید خود فایلهای منتخب را حذف کنید
129 = عزل با سرعت


[Uninstaller List]
150 = برنامه
151 = حجم
152 = نسخه
153 = تاریخ نصب
154 = شرکت 
155 = تارنما
156 = توضیحات
157 = مسیر عزل کننده
158 = کلید رجیستری
159 = نصب کننده

[Uninstaller StatusBar]
201 = نصب شده ها:
202 = ...بارگذاری


[Registry Optimizer]
302 = مکانی را برای اسکن انتخاب کنید
303 = منوی شروع

[AutoRun Toolbar]
407 = اجرا
408 = نابودی
409 = حذف
410 = :آیتم ها
411 = :فعال بودن
412 = با مدیریت خود اجرایی ها نه تنها می توانید برنامه های خود اجرا در هنگام شروع ویندوز را فعال یا غیر فعال کنید بلکه همچنین می توانید اطلاعات مختلفی در مورد اجزای گوناگون برنامه مانند ناشر  ، مسیر اجرا - جایی که ذخیره شده است ، وضعیت برنامه - که در حال اجراست یا نه و همچنین توضیح مختصری در مورد آن را ببینید

[AutoRun List]
450 = نام شروع
451 = مسیر اجرا
452 = توضیحات
453 = منتشر کننده
454 = وضعیت
455 = مکان
456 = در حال اجرا
457 = اجرا نشده
458 = درست نیست
459 = نابودی پروسه
460 = اجرای پروسه
461 = باز کردن محتویات پوشه
462 = برو به مکان
463 = رونوشت(کپی) مسیر اجرا
464 = حذف انتخاب شده
465 = حذف تمام نادرست ها
466 = حذف اجرا نشده ها
467 = حذف همه ی غیر فعال شده ها
468 = ...خصوصیات
470 = آیا مطمئنید که می خواهید برنامه ی انتخابی را ببندید؟\n!تمام اطلاعات ذخیره نشده از بین خواهد رفت
471 = آیا می خواهید آیتم انتخابی را حذف کنید؟
472 = آیا می خواهید تمام آیتم ها نادرست را حذف کنید؟
473 = آیا می خواهید تمام آیتم های اجرا نشده را حذف کنید؟
474 = آیا می خواهید تمام آیتم های غیر فعال شده را حذف کنید؟
475 = !دستور موجود نیست
476 = ناشناخته
477 = غیر فعال کردن شروع خودکار
478 = فعال کردن شروع خودکار

[Outlook Control]
300 = بهینه سازی
301 = بهینه ساز رجیستری
400 = مدیریت خوداجرا ای ها
500 = تمیزکاری
501 = تمیزکار مرورگرها
600 = MS Office تمیزکار
700 = تمیزکار ویندوز
800 = حذف ابدی
900 = حذف غیر قابل بازگردانی
2100 = ابزارهای ویندوز
2200 = تمیزکار فایلهای بلا استفاده

[Track Cleaner Browsers]
507 = پاک کردن همه
508 = پاک کردن تاریخچه ی صفحات اینترنتی بازدید شده
509 = حذف تاریخچه ی نوار آدرس
510 = حذف فایلهای موقتی اینترنت
511 = حذف کوکی ها
512 = Index.dat حذف فایلهای
513 = اجرا
514 = حذف تارخچه ی بارگذاری ها
515 = حذف بخش تاریخچه
516 = حذف تاریخچه ی فرم ها
517 = غزل کننده
518 = آیا می خواهید تمام تارخچه های انتخابی را حذف کنید؟
521 = را حذف کنید؟ Internet Explorer آیا می خواهدی تاریخچه ی
522 = را حذف کنید؟ Firefox آیا می خواهید تاریخچه ی
523 = را حذف کنید؟ Opera آیا می خواهید تارخچه ی
524 = را حذف کنید؟ Netscape آیا می خواهید تاریخچه ی
525 = مرورگر شما همیشه اطلاعات مفصلی از بازدیدهای شما  از سایتهای مختلف را ذخیره و نگه داری می کند. در این هنگام هر کسی می تواند با یک کلیک این آدرس ها و صفحات بازدید شده را ببیند. با این ابزار شما می توانید فایلهای موقتی اینترنت که شامل تصاویر دیده شده ، ویدئوهای نمایش داده شده و تمام صفحات بازدید شده است را حذف کنید. حذف این فایلها باعث خالی شدن بخشی از فظای دیسک سخت خواهد شد
526 = مرورگرتان را پیش از تمیزکاری ببندید
527 = در دفعه ی بعدی که کامپیوترتان را ریست کردید حذف خواهند شد Index.dat فایلهای
599 = موارد انتخاب شده با موفقیت انجام شد.

[Track Cleaner Office]
601 = پاک کردن
607 = MS Word حذف تاریخچه ی پرونده ها در
608 = Word 2000, Word XP, Word 2003, Word 2007, Word 2010 ,Word 2013 شامل
609 = MS Excel حذف تاریخچه ی پرونده ها در
610 = Excel 2000, Excel XP, Excel 2003, Excel 2007, Excel 2010 ,Excel 2013 شامل
611 = MS Access حذف تاریخچه ی پرونده ها در
612 = Access 2000, Access XP, Access 2003, Access 2007, Access 2010  ,Access 2013 شامل
613 = MS PowerPoint حذف تاریخچه ی پرونده ها در
614 = PowerPoint 2000, PowerPoint XP, PowerPoint 2003, PowerPoint 2007, PowerPoint 2010 ,PowerPoint 2013 شامل
615 = MS FrontPage حذف تاریخچه ی پرونده ها در
616 = FrontPage 2000, FrontPage XP , FrontPage 2003 شامل
617 = این ویژگی به شما امکان می دهد تا تاریخچه ی پرونده های باز شده در مجموعه نرم افزار های آفیس را حذف کنید. اگه مایل نیستید تمام این تارخچه حذف گردد ، تنها مواردی را که می خواهید علامت بزنید و عمل پاک کردن را انجام دهید

[Track Cleaner Windows]
701 = پاک کردن
707 = پاک کردن تارخچه ی پرونده های اخیر
708 = در منوی شروع Run پاک کردن تارخچه ی
709 = پاک کردن تاریخچه ی جستجوی فایل
710 = پاک کردن تاریخچه ی جستجوی چاپگر ، کامپیوترها و مردم
711 = خالی کردن حافظه ی موقت
712 = "MS Paint" حذف تاریخچه ی فایلهای
713 = "MS Wordpad" حذف تاریخچه ی فایلهای
714 = پاک کردن تاریخچه ی آخرین کلید رجیستری که باز کرده اید
715 = Open حذف تاریخچه ی پنجره ی معروف و متداول
716 = حذف تاریخچه ی پوشه ی باز شده ی قبلی
717 = خالی کردن سطل بازیافت
718 = حذف فایلهای موقتی ویندوز
719 = حذف گزارش کلیک های منوی شروع
720 =ویندوز به طور معمول به جمع آوری تاریخچه های مختلف از قبیل تاریخچه ی فایلها و مسیرها ی باز شده می کند تا در دفعات بعدی دسترسی شما سریع تر و آسان تر صورت گیرد. اما گاه ممکن است این تارخچه باعث ناخرسندی شما باشد. مثلاً هنگامی که امنیت این گونه داده ها برای شما مهم باشد. تمیزکار ویندوز شما را قادر می سازد تا تمام این تاریخچه ها و فایلها ی نگه داری آنها را حذف کنید. همچنین می توانید سطل بازیافت و همچنین فایلهای موقتی و بدرد نخور را حذف کرده تا از فضای آزاد شده استفاده ی مفید ببرید
721 = .پاک خواهد شد explorer.exe  پس از بازشروع پروسه ی Run تاریخچه ی
722 = اثرات روی رجیستری ویندوز
723 = اثرات روی دیسک سخت محلی
724 = حذف فایلهای بی مصرف تخلیه حافظه یا همان پیج فایلها
725 = ویندوز chkdskحذف فایلهای بازیابی شده توسط برنامه ی 


[Evidence Remove]
802 = اجرا
803 = پاک کردن
804 = تا زمان اتمام پاک کردن صبر کنید
805 = اتمام
806 = .کنار درایو هایی که می خوهید عملیات حذف در آنها انجام شود تیک بزنید
اخطار : پس از انجام این کار شما قادر به بازگردانی این اطلاعات نخواهید بود
807 = هنگامی که در ویندوز فایلهایی حذف می شوند در واقع این عمل به صورت فیزیکی انجام نمی شود. این ابزار به شما امکان می دهد تا فایلها را به صورت فیزیکی از دیسک سخت خود حذف کنید. پس از این کار دیگر فایلهای حذف شده قادر به بازگردانی نخواهند بود
808 = آیا می خواهید فایلهای حذف شده ، به طور کامل و به صورت فیزیکی در درایوهای انتخاب شده حذف گردند؟

[Unrecoverable  Delete ]
912 = لیست فایلها و پوشه هایی که می خواهید برای همیشه حذف شوند
913 = فایلها
914 = پوشه ها
915 = فایلهایی که می خواهید حذف شوند را به اینجا منتقل کنید. این فایلها برای همیشه حذف می شوند به وسیله ی هیچ نرم افزار و یا به صورت فیزیکی قابل بازگردانی نخواهند بود
916 =  پوشه هایی که می خواهید حذف شوند را به اینجا منتقل کنید. این پوشه ها برای همیشه حذف می شوند به وسیله ی هیچ نرم افزار و یا به صورت فیزیکی قابل بازگردانی نخواهند بود
917 = افزودن فایلها برای حذف
918 = افزودن پوشه ها برای حذف
919 = !حذف ابدی
920 = پاک کردن لیست
921 = اگر می خواهید فایلهای مهم خود را حذف کنید اما این دقدقه را دارید که ممکن است فایلهایتان توسط ابزارهای بازگردانی داده ، بازیابی شوند این ابزار را به شما پیشنهاد می کنیم. پس از حذف این داده ها نه تنها به سطل بازیافت ویندوز منتقل نمی شوند ، بلکه چون داده ها به صورت فیزیکی و با رونوشت داده ها با اطلاعات خالی نابود شده اند پس بازگردانی آنها به هر صورت و شکل غیر ممکن خواهد بود
922 = آیا می خواهید این فایلها و پوشه ها برای همیشه حذف شوند؟

[Options Tree]
1001 = تنظیمات
1100 = عمومی
1200 = عزل کننده

[General]
1101 = زبان کنونی :
1102 = روشن کردن حالت پیشرفته
1103 = بررسی برای به روز رسانی در هنگام شروع

[Uninstaller Options]
1201 = نمایش به روز رسانی های سیستم
1202 = نمایش مولفه های سیستم
1203 = فعال کردن حالت شروع سریع
1204 = فقط عزل کننده اجرا شود
1205 = (در ویندوز ویستا پشتیبانی نمی شود)
1206 = ایجاد نقطه ی بازگردانی قبل از عزل 
1207 = حذف فایلها و پوشه های بر جای مانده به سطل بازیافت


[Auto Update]
1907 = به روز رسانی
1908 = اطلاعات نسخه
1909 = :نگارش فعلی
1910 = :آخرین نسخه
1911 = بارگیری
1912 = دریافت آخرین نسخه
1913 = What's new
1914 = ...بررسی
1915 = ...خطا در ارتباط
1916 = توقف
1917 = از آن به اتمام رسیده است %s است که تا کنون %s کل بارگیری
1918 = (انجام شده (حجم کلی نامعلوم است %s بارگیری
1919 = نمی باشد. لطفاً بررسی کنید که سیستم شما به اینترنت متصل بوده و دیواره آتش نیز عزل کننده ی ریوو را بلوکه نکرده باشد www.revouninstaller.com عزل کننده ی ریوو قادر به ارتباط با 
1920 = خطا ! بررسی برای نسخه جدید. اتصال اینترنتی وجود ندارد


[WinTools]
2110 = اجرا
2111 = اینجا تعدادی از ابزاهای مخفی ویندوز را مشاهده می کنید. اکثر این ابزارها تنها به کمک خط فرمان قابل دسترسی است. ما آنها را تنها با یک کلیک در اختیار شما گذاشته ایم
2112 = این ابزار به شما امکان بازگردانی اطلاعات مهم را می دهد. شما برای حفظ سلامت سیستم عامل خود نیز می توانید از این ابزار استفاده کنید. با ایجاد یک نقطه ی برگشت دیگه نگران تغییرات نباشید. هر وقت بخواهید می توانید به آن نقطه برگردید. همچنین هر وقت خواستید می توانید نقطه ی برگشت ایجاد کنید
2113 = با این ابزار اطلاعات در مورد سیستم خود بر روی شبکه خواهید داشت. این ابزار به شما امکان دیدن سرویسهای مرتبط با اینترنت و نحوه ی ارتباط و تنظیم آنها را به شما می دهد
2114 = برای دیدن اطلاعات مختلف شبکه از جمله اطلاعات پروتکل ها و مقادیر آنها از این ابزار استفاده کنید
2115 = با این ابزار وضعیت سیستم خود را از نظر امنیت بررسی کنید. دیواره آتش ، ضد ویروس و به روز رسانی ها. به هنگام بروز مشکلاتی از قبیل منقضی شده ضد ویروس نصب شده ، پیغام های اخطاری از سوی مرکز امنیتی ویندوز دریافت خواهید داشت. این پیام ها به شما در تامین امنیت سیستم تان کمک بسیاری می کنند
2116 = با این ابزار اطلاعات مختلفی در مورد رم و سی پی یوی خود خواهید داشت. نمایش و کنترل بر روی منابع سیستم از جمله حافظه ، یافتن اطلاعات مختلف درباره ی سخت افزار و دستگاه های متصل به کامپیوتر و تنظیم آنها و نمایش اطلاعات شبکه و ارتباطات و سر انجام ، گزارش مشکلات سیستم و برنامه ها به مدیر سیستم از جمله قابلیت های مهم این ابزار است
2117 = اطلاعات مختلف سیستم و انجام تنظیمات در مورد سیستم های محلی و سراسی متصله. نرم افزار ها و سخت افزارهای آنها و اطلاعاتی از این دست
2118 = این فرمان در سیستم عامل ویندوز امکان نمایش تمام ارتباطات تی سی پی و یو دی پی و گوش کردن به این درگاه ها و نمایش برنامه های ایجاد کننده ی  آنها را فراهم می سازد
2119 = این ابزار یک صفحه کلید مجازی را برای شما فراهم می آورد. در صورت بروز هر گونه مشکل با صفحه کلید خود می توانید به طور موقتی با این ابزار ، یک صفحه کلید مجازی داشته باشید
2120 = برای یکپارچه سازی ذخیره ی فایلها بر روی دسیک از این ابزار استفاده کنید. تجربه نشان داده که استفاده ی درست از این ابزار باعث بهبود سرعت ویندوز می شود
2121 = برای کار با سرویس های موجود در سیستم و انجام عملیات مختلف بر روی آنها
2122 = فایلهایتان را برای سیستم ها مختلف محلی به اشتراک گذاشته و تنظیمات مختلفی بر روی آنها ایجاد کنید
2123 = هر چیزی که یک مدیر سیستم برای مدیریت بر کاربران سیستم نیاز دارد در این ابزار گنجانده شده است
2124 =  این ابزار امکان نصب/عزل برنامه های روی کامپیوتر را می دهد. بعد از نصب سیستم عامل ویندوز شما امکان این را دارید تا قابلیت های اضافی ویندوز که با نصب عادی در ویندوز وجود ندارند را به آن اضافه کنید ، همچنین می توانید این قابلیت ها را حذف کنید
2125 = این ابزار ویندوز شما را اسکن کرده تا از مخرب نبودن پروسه های در حال اجرا اطمینان حاصل شود و همچنین به شما در رفع اینگونه مشکلات کمک می کند. این برنامه های مخرب شامل ویروسها ، کرم ها ، و اسبهای تروجان می شود. بعد از یافتن و حذف اینگونه پروسه ها ، ابزار به شما گزارشی در مورد آن نشان خواهد داد 
 

[Junk Files Cleaner Options]
2202 = درایوها برای اسکن:
2203 = Pattern
2204 = شرح
2205 = افزودن
2206 = حذف
2207 = پیش فرض
2208 = تمیزکار فایلها هرز:حالت عادی
2209 = تمیزکار فایلهای هرز:حالت قائل شدن استثانا
2220 = الگو برای اسکن:
2221 =  (?,*)می توانید از سمبل ها استفاده کنید
2222 = افزودن الگو
2223 = افزودن الگوی استثنا
2224 = (?,*)می توانید از سمبل ها استفاده کنید
2225 = الگوی استثنا:
2226 = حذف فایلها به سطل بازیافت
2227 = نادیده گرفتن فایلهایی که در 24 ساعت گذشته استفاده شده اند


[Junk Files Cleaner Tool]
2306 = اسکن
2307 = حذف
2308 = اسکن کردن
2309 = تا زمانی که اسکن در حال انجام است منتظر بمانید
2310 = لغو
2311 = نام
2312 = حجم
2319 = فایلها:
2320 = حجم کل:
2323 = این فایلها توسط ویندوز یا برنامه ی دیگری در حال استفاده اند\n پس نمی توان آنها را حذف کرد
2324 = برای شروع اسکن باید درایوهای مورد اسکن را انتخاب کنید
2325 = این ابزار به شما کمک می کند تا ویندوز خود را از شر فایلهای موقتی و بیهوده پاک کنید تا هم فضایی از حافظه را خالی کرده باشید و هم سرعت سیستم را بهبود بخشیده باشید2326 = فایل
2327 = حذف فایلها

[ContextMenu Junk Files Cleaner]
2313 = بازکردن
2314 = جستجو در گوگل برای
2315 = بازکردن محتویات پوشه
2316 = ...خصوصیات
2317 = تیک زدن تمام آیتم ها
2318 = تیک برداشتن تمام آیتم ها
2321 = تیک زدن آیتم های انتخابی
2322 = تیک برداشتن آیتم های انتخابی

[TopMost Window]
4002 = تنظیمات
4003 = باز کردن پنجره ی اصلی
4004 = حالت کشیدن و رها کردن
4005 = حالت شکارچی
4006 = حجم
4007 = کوچک
4008 = متوسط
4009 = بزرگ
4010 = اندازه ی پنجره
4011 = خروج
4012 = عزل
4013 = غیر فعال کردن خود اجرایی
4014 = نابودی پروسه
4015 = نابودی و حذف پروسه
4016 = بازکردن محتویات پوشه
4017 = اطلاعات
4018 = خصویات
4019 = بغو
4020 = فقط یک فایل در هر زمان قابل پردازش است
4021 = شما یک پوشه آورده اید، باید یک فایل بیاورید
4022 = عزل یا حذف:
4023 = غیر قابل تحلیل ! لطفاً پنجره ی دیگری را انتخاب کنید
4024 = نمی توان دستور عزل را اجرا کرد\nلطفاً از روی عزل کننده این برنامه را حذف کنید
4025 = هیچ بسته ی نصب کننده ای یافت نشد
4026 = برنامه ی مقصود از لیست خوداجرا ای ها غیر فعال شد
4027 = برنامه ی مقصود شما یافت نشد
4028 = آیا می خواهید برنامه انتخابی بسته شود؟\nداده های ذخیره نشده از بین خواهند رفت
4029 = غزل کننده
4030 = آیا می خواهید برنامه انتخابی بسته و حذف شود؟\nداده های ذخیره نشده حذف می گردند
4031 = آیا مایلید تا برنامه ی کاوشگر ویندوز بسته شود؟\n منوی شروع و نوار وظیفه محو خواهند شد
4032 = اجراي خودكار با ويندوز
4033 = شفافيت 

[Scan After Uninstall]
4210 = مکان
4211 = کلید
4212 = مقدار
4213 = داده
4214 = فایل
4215 = !برای اجرای این عمل باید موردی را انتخاب کنید
4216 = !اسکن بعد از عزل
4217 = انتخاب همه
4218 = انتخاب هیچ یک
4219 = حذف
4220 = فایلهای باقی مانده
4221 = مدخل های رجیستری باقی مانده
4222 = اسکن قبل از عزل ... منتظر بمانید
4223 = ...اجرای عزل کننده
4224 = لطفاً پس از عزل برنامه ، با انجام اسکن نسبت به بررسی کلیدها رجیستری و فایلهای حذف شده اقدام کنید
4225 = اسکن بعد از عزل ... منتظر بمانید
4226 = لطفاً به دقت موارد لیست شده را بررسی کنید
4227 = بستن
4228 = فایلهای باقی مانده در لیست بعد از بازشروع بعدی سیستم حذف خواهند شد
4229 = اجرای برنامه ی عزل کننده با خطا مواجه شد\nاحتمالاً آدرس عزل کننده مشکل دارد
4230 = بازگشت 
4231 = بعدي 
4232 = يكي از حالتهاي عزل را انتخاب كنيد
4233 = حالتها
4234 = بدون تاثیر - فقط برنامه ی عزل کننده ی اصلی اجرا شود
4235 = .امن - شامل اجرای عزل کننده ی اصلی و همچنین اجرای اسکن بر روی رجیستری و دیسک سخت برای یافتن اقلام بر جای مانده از برنامه. سریعترین حالت
4236 = .نوین - مانند حالت معمولی بعلاوه ی اسکن کامل برای یافتن تمامی فایلها ، پوشه ها و مدخلهای رجیستری بر جای مانده از برنامه و جستجوی آنها در مکانهای پر استفاده ی رجیستری و دیسک سخت
4237 = .پیشرفته - این حالت برای اسکن تمام سیستم نظیر دیسک سخت و رجیستری برای یافتن فایلهای بر جای مانده از برنامه است. این کندترین حالت است.
4238 = .بررسی داده های برنامه قبل از انجام عزل
4239 = .اجرای برنامه ی اصلی عزل به عنوان عمل عزل
4240 = .روی کلید "بعدی" کلیک کنید تا انجام اسکن برای فایها ، پوشه ها و مدخل های رجیستری بر جای مانده از برنامه، بعد از عزل آن انجام شود
4241 = .آماده سازی بررسی ها و عزل کردن
4242 = اسکن بعد از عزل 
4243 = ...اسکن بعد از اجرای عزل کننده ی اصلی. جستجوی رجیستری و دیسک سخت برای اقلام بر جای مانده از برنامه. لطفاً کمی صبر کنید 
4244 = مدخل های رجیستری بر جای مانده
4245 = موارد یافت شده در رجیستری:
4246 = .نکته : لطفاً عناوین لیست شده را به دقت بررسی کنید. فقط موارد انتخاب شده و تو پر باید حذف شوند
4247 = فایلها و پوشه های بر جا مانده ای یافت شد
4248 = موارد یافت شده:
4249 = کامپیوتر من
4250 = عزل کننده ی ریوو قادر به اجرای برنامه ی اصلی عزل کننده نمی باشد. احتمالاً فرمان عزل نادرست است و یا مشکل دارد. می توانید کلید "بازگشت" را زده و یکی دیگر از حالتهای عزل را انتخاب کنید.
4251 = عزل برنامه به پایان رسید ولی عزل کننده ی ریوو جستجویی برای اقلام بر جای مانده از برنامه را انجام نداده است. می توانید کلید " بازگشت را زده و و یکی دیگر از حالتهای عزل را انتخاب کنید تا این فایلها ، پوشه ها و مدخل های رجیستری بر جای مانده را بیابید.
4252 = عزل کننده ی ریو با موفقیت عمل عزل را به پایان رساند.اما فایلهایی از برنامه بر جای مانده است. می توانید کلید "بازگشت" را زده و برای جستجوی این اقلام اقدام کنید.
4253 = عزل کننده ی ریو با موفقیت عمل عزل را به پایان رساند.اگر می خواهید جستجو برای فایلهای بر جای مانده از برنامه را تکرار کنید کلید "بازگشت" را بزنید و اسکن را تکرار کنید
4254 = پايان 
4255 = آيا مطمئنيد كه مي خواهيد فايلهاي انتخابي به سطل بازيافت منتقل شوند؟
4256 = آيا مطمئنيد كه مي خواهيد كليدهاي رجيستري انتخابي حذف شوند؟
4257 = عزل کننده ی ریوو با موفقیت عمل عزل را به پایان رساند
4258 = آیا مطمئنید که می خواهید مدخلهای برجای مانده در رجیستری را به حال خود گذاشته و به مرحله ی بعد بروید؟
4259 = آیا مطمئنید که می خواهید فایلهای بر جای مانده از برنامه را به حال خود گذاشته و به مرحله ی بعد بروید؟
4260 = بررسی برای موارد بر جای ماند پایان یافت. برای رفتن به مرحله ی بعد ، کلید "بعدی" را بزنید
4261 = در حال ایجاد نقطه بازگردانی سیستم
4262 = خطا در ایجاد نقطه بازگردانی سیستم
4263 = غیر فعال کردن ایجاد نقطه بازگردانی سیستم
4264 = نقطه بازگردانی سیستم ایجاد شد

[About]
4300 = مترجمان

[ContextMenu Uninstaller]
5000 = دستورات
5001 = اطلاعات
5002 = جستجو در گوگل برای
5004 = محل نصب
5005 = ...گشودن لینک درباره
5006 = ...گشودن لینک راهنما
5007 =...گشودن لینک به روز رسانی
5008 = ...گشودن کلید رجیستری

[Common]
10000 = تایید
10001 = رد
10002 = راهنما
10003 = گشتن
10004 = راهنمای ابزار کنونی
10005 = صفحه ی خانگی
10006 = درباره
10007 = اخطار
10008 = خطا

[Tooltips]
2000 = سوئیچ به حالت عزل کننده
2001 = نمایش پنل ابزارها
2002 = تغییر تنظیمات، مطابق میل شما
2003 = سوئیچ به حالت شکارچی
2004 = تغییر نمای برنامه های نصب شده
2005 = عزل برنامه ی انتخاب شده
2006 = حذف مدخلهای انتخابی از رجیستری
2007 = بازخوانی لیست برنامه ها
2008 = ارتقای نسخه ی کنونی به آخرین نسخه
2009 = یافتن اطلاعات بیشتر و پاسخ برای تمام پرسش ها شما در مورد این برنامه
404 = اجرای برنامه ی انتخاب شده
405 = متوقف و بستن برنامه ی انتخاب شده
406 =حذف برنامه ی انتخاب شده از لیست اجرای خودکار
506 = پاک کردن تنظیمات انتخاب شده
605 = پاک کردن تنظیمات انتخاب شده
705 = پاک کردن تنظیمات انتخاب شده
2106 = اجرا ابزار انتخاب شده
2304 = از تنظیمات موجود برای اسکن پرونده های غیر ضروری استفاده شود
2305 = انتقال فایلهای تیک خورده به سطل بازیافت
